/* SMTP Server address */
"Address:" = "Adresa:";

/* Authentication checkbox */
"Authentication" = "Autentifikácia";

/* Title for from field */
"From:" = "Od:";

/* No security option */
"None" = "Žiadne";

/* password field */
"Password:" = "Heslo:";

/* SMTP Server port */
"Port:" = "Port:";

/* Security options title */
"Security:" = "Zabezpečenie:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "SMTP server:";

/* Title for subject prefix field */
"Subject prefix:" = "Prefix predmetu:";

/* TLS if possible security option */
"TLS if possible" = "TLS ak je to možné";

/* TLS or close security option */
"TLS or close" = "TLS alebo ukončiť";

/* Title for to field */
"To:" = "Pre:";

/* Username field */
"Username:" = "Užívateľské meno:";

